IDEA Open Model
ConnectionPoint.NodeIdSerialize Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the Id of node for Xml serialization (back compatibility).
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int NodeIdSerialize { get; set; }
Public Property NodeIdSerialize As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ConnectionPoint Class
IdeaRS.OpenModel.Connection Namespace